{
  "lyrics": [
    "Baby, can't you see I'm calling? A guy like you should wear a warning",
    "With a taste of your lips, I'm on a ride - You're toxic, I'm slippin' under",
    "With a taste of a poison paradise - I'm addicted to you - Don't you know that you're toxic?",

    "Oh, baby, baby - How was I supposed to know - That somethin' wasn't right here?",
    "Oh, baby, baby - I shouldn't have let you go - And now you're out of sight, yeah",
    "My loneliness is killin' me (And I) - I must confess, I still believe (Still believe)",

    "I think I did it again - I made you believe we're more than just friends",
    "Oh baby - It might seem like a crush - But it doesn't mean that I'm serious",
    "Oops, I did it again - I played with your heart, got lost in the game",
    "Oh baby, baby - Oops, you think I'm in love - That I'm sent from above - I'm not that innocent",

    "It's Britney, bitch - I see you - And I just wanna dance with you",
    "Every time they turn the lights down - Just wanna go that extra mile for you (you)",
    "Gimme, gimme (more), gimme (more), gimme, gimme (more)",

    "All eyes on me in the center of the ring just like a circus",
    "When I crack that whip everybody gon' trip just like a circus - Don't stand there watching me, follow me, show me what you can do",

    "I know I may be young - But I've got feelings too - And I need to do what I feel like doing - So let me go, and just listen",
    "All you people look at me like I'm a little girl - Well, did you ever think it'd be okay for me to step into this world?",

    "You want a hot body? You want a Bugatti? You want a Maserati? You better work, bitch",
    "You want a Lamborghini? Sip martinis? Look hot in a bikini? You better work, bitch",
    "You better work, bitch, you better work, bitch - Now get to work, bitch! (ah-ah)",
    "I am the bad bitch, the bitch that you're lovin' up - Hold your head high, fingers to the sky",

    "There's nothing you can do or say, baby - I've had enough - I'm not your property as from today, baby",
    "Stronger than yesterday - Now it's nothing but my way - My loneliness ain't killing me no more",

    "This is a story about a girl named Lucky - Early morning, she wakes up",
    "It's time for make-up, perfect smile - It's you they're all waiting for",

    "Say hello to the girl that I am - You're gonna have to see through my perspective",
    "I need to make mistakes just to learn who I am - And I don't wanna be so damn protected"
  ]
}
